<div class="main-content">
  <div class="wrapper">
    <div class="container">
      <h2 class="text-center">服务条款</h2>
      <p>
      <h4>1.条款的接受</h4>
      　　欢迎访问AmazingFun网站（以下简称本网站）！本网站将根据下列服务条款为你竭诚服务，这些服务条款我们可能不定期不通知你进行更新。按照下列网址你可以在任何时间看到最新的条款：此外，若使用特别服务，你和本网站将服从于、适用于不时都有可能张贴出来的指导方针和规则。这些方针和规则因此也成为服务条款的一部分。如果你是本网站的一个成员，请通知本网站为你提供另一份不同的服务条款。本网站也会经常提供其他服务，这些站点将会有不同的服务条款规范。
      </p>
      <p>
      <h4>2.服务种类</h4>
      　本网站为用户提供对最新和丰富的在线资源的访问，包括各种各样的通讯工具、在线论坛、购物服务、个性化内容和通过道具的网络化品牌设计。除法律规定，任何扩大和提高服务的特征，包括新道具的发放都服从于服务协议。你知道和同意该协议如实情提供，并且本网站对核实、删除、误交和不能存储任何用户通讯和个人化设置不承担任何责任。
      　　为使用该协议，你必须获得对本网站的访问权，要么直接或通过设置进入网络支持内容，并支付其进人相关的服务费用。此外，你必须提供必要设备连接万维网，包括计算机、调制解调器或其他接人设置。请注意本网站已在特定区域为成人提供服务。你必须至少在18岁以上才能访问和浏览这些区域。
      </p>
      <p>
      <h4>3.你的注册义务</h4>
      　　鉴于你对本协议的使用，你必须同意：（a）在填写注册信息表格时，提供真实、准确、最新和完整的个人信息；和（b）维持和及时更新注册信息以使之保持真实、准确、最新和完整。如果你提供的信息不真实、不准确、不是最近的和不完整，本网站有合理的原因怀疑你有本条（a）（b）中的上述情况，本网站就有权吊销或终止你的账户，拒绝你所有现在及将来对服务的使用（或者其中任何的部分）本网站关心所有用户的安全和隐私，尤其是对儿童。正因为如此，13岁以下的孩子的父母如果希望他们的孩子接受服务，必须设立家庭账户。当你设立了家庭账户和将孩子加入该账户，你必须保证你至少是18岁，并且根据家庭账户的列表你是合法的监护人。通过增加孩子家庭账户，你也可以允许你的孩子接受所有的服务，包括电子邮件、信息版、俱乐部、方便信息和聊天（和其他人）请不要忘了服务是特意为更广泛的大众。因此，作为合法监护人，你有责任决定哪些服务或内容适合你的孩子
      </p>
      <p>
      <h4>4.隐私保护政策</h4>
      　　你的注册信息和特定的其他信息要遵循我们的隐私保护政策。如要想查看更详细的情况，请参阅隐私保护政策，如果你来自其他途径，那请去本网站观看隐私保护政策。
      　　
      </p>
      <p>
      <h4>5.会员账户、密码和安全</h4>
      　　在你完成服务注册过程时，你会得到一个密码和账户。你有责任对密码和账户保密，你应对你账户和密码所发生的行为负完全责任。你同意在你账户和密码发生任何未经授权的使用和其他违背安全的情况时将此通知本网站，并确保在每一次结束时你退出了该账户。本网站不能也不会为你因不能按照第5部分去做而带来的损失或损害赔偿承担责任。
      　　
      </p>
      <p>
      <h4>6.会员行为</h4>
      　　你了解所有的信息、数据、文本、软件、音乐、声音、照片、制图、录像、讯息或其他资料（“内容”），不管是公开张贴还是秘密传输，都是信息来源人的单独责任。这就意味着你而不是本网站为你上传、张贴、电子邮件、传输或其他通过服务所能做的行为负完全责任。本网站不控制你通过服务张贴类似的内容，也不保证其准确性、完整性和质量。你知道通过使用该协议，你有可能暴露于受骚扰的、讨厌的和下流的环境之中。无论如何，在任何情况下，本网站不会对任何内容负责，包括但不限于，内容中的错误和忽略的以及由于对所张贴、邮发、传输及其他通过服务可得到的内容的使用而发生的任何损失和损害赔偿。
      　　你同意不使用该服务进行下列行为：
      　　<br/>a.上载、张贴、发电子邮件、传输或其他利用该内容所进行的非法的、伤害性的、威胁性的、辱骂性的、骚扰的、侵权的、诽谤的、粗俗的、淫秽的、中伤的、侵犯别人隐私的、可恶的、种族歧视的或其他令人讨厌的行为；
      　　<br/>b.伤害未成年人的行为；
      　　<br/>c.模仿任何人或实体，包括但不限于官员、法官、导游或主人、或对与他人或实体有关联的错误陈述或其他误传；
      　　<br/>d.为了伪装通过服务传输内容的来源而伪造领导或其他操纵标识符；
      　　<br/>e.上载、张贴、邮发、传输或利用下述信息所做的其他行为，无论是依据法律、合同或信托关系（如内幕信息、利用职位或不得泄密协议获得的秘密信息或独占信息），你都无权得到该类信息；
      　　<br/>f.上载、张贴、邮发、传输或其他侵犯专利权、商标权、商业秘密、版权或其他任何一方的所拥有的权利；
      　　<br/>g.上载、张贴、邮发、传输或其他非法的或未授权广告、迭加资料、垃圾邮件、“兜售信息”、连锁信笺、“金字塔图解”、或任何形式的诱惑，除非是在为该行为所设定的特定区（如购物房间）；
      　　<br/>h.上载、张贴、邮发、传输包含软件病毒或干扰、破坏、限制计算机软硬件或通讯功能的编码、文档和程序或其他类似行为；
      　　<br/>i.破坏对话的正常流程，使屏幕滚动加快以致于其他用户不能打字，或者其他严重影响其他用户从事实时交换的能力；
      　　<br/>j.干扰或破坏服务或与服务相连的服务器或网络，或违反要求、程序、政策或与服务相连的网络规则；
      　　<br/>k.故意或非故意地违反可适用中国法律；
      　　<br/>l.“猎捕”或其他的令人心烦的行为，或者
      　　<br/>m.收集或存储关于他人的个人信息的行为。
      　　你承认本网站不过滤屏幕内容，但是本网站和它的被授权者有权（但没有义务）依据自己的判断拒绝或取消通过本服务所得到的内容。此外，本网站和它的被授权者也有权取消任何违反本服务条款或其他不受欢迎的内容。你同意估价和承担所有与使用该内容相关连的风险，包括基于对内容准确性、完整性和有用性的信任所带来的风险。因此，在这一点上，你承认你不会依赖本网站或提交给本网站的任何内容，包括但不限于本网站以及所有其他窗口上的信息。
      　　你同意和愿意本网站根据法律或诚实信用原则的要求有必要保存或披露某些内容：（a）符合法律程序；（b）执行服务协议条款；（c）对被侵权的第三方权益要求的响应；或者（d）为保护本网站的安全、所有权和其他权益以及用户的响应权利及公众利益。
      　　你知道服务协议的传输和技术处理，包括你的内容会设计到（a）通过各种网络的传输；以及（b）改变和调整以适应连接网络和设置的技术要求。
      　　
      </p>
      <p>
      <h4>7.国际使用的特别警告</h4>
      　　承认互联网全球性的属性，你同意遵守与在线行为和可接受内容有关的当地规则。尤其是要遵守与技术数据输出国——美国和你所居住国家数据传输有关的可适用法律。
      　　
      </p>
      <p>
      <h4>8.服务协议中所包含、张贴或其他可得到内容</h4>
      　　本网站不要求对你提交的或通过其他方式在本服务中可得到内容的所有权。然而，上述内容如置于开放的领域，你要允许本网站下列可适用全球性的、无限的和无例外的许可：
      　　允许本网站为了促进该区域的提高和改善，对位于本网站开放区域的上述内容独自使用、分发、再制造、修改、改编、公演和展出，只要你将该内容继续保留在该区域，许可就继续有效，直到你或者本网站移走了该内容，该许可才终止。
      　　至于你所提交通过其他方式可得到的放置于除本网站之外的服务开放区的照片、制图、音像，允许本网站为了该内容的提交和获得，对上述内容独自使用、分发、再制造、修改、改编、公演和展出，只要你将该内容继续保留在该区域，许可就继续有效，直到你或者本网站移走了该内容，该许可才终止。
      　　至于你所提交通过其他方式可得到的放置于除本网站之外的服务开放区的照片、制图、音像之外的内容，许可本网站对上述部分或全部内容永久的、不可取消的，完全的再许可、使用、分发、再制造、修改、改编、出版、翻译、公演和展出以及以现在所知或以后发展的任何形式或媒体将该内容与其他作品混合编辑。
      　　本网站服务“开放区”是指一般公众就能进入的所有特意设定的网络区。例如服务“开放区”将包括非会员和对会员和访问者都开放的区域.但是，服务“开放区”将不包括仅限于会员的专区和专为私人通讯而设置的服务。
      　　
      </p>
      <p>
      <h4>9.赔偿</h4>
      　　你同意赔偿和支持本网站和它的辅助机构、会员、官员、代理、合作人或其他合伙人和雇员不受任何第三方主张的损害，包括合理的律师费用。这些主张可能是缘于你提交、张贴、传输的内容或对服务的使用、与本服务的连接、对服务条款的违反、对另一方任何权利的侵犯或者通过服务所获的其他行为。
      　　
      </p>
      <p>
      <h4>10.禁止对本服务的转售</h4>
      　　你同意不对本服务的任何部分、服务的使用或者本服务的进入再制造、复制、拷贝、出售或为任何商业目的开发。
      　　
      </p>
      <p>
      <h4>11.关于使用和存储的一般惯例</h4>
      　　你承认本网站会确立一般的惯例和限制对服务的有关使用，包括但不限于电子邮件信息、信息版信息或其他上载内容所保留的最长天数，通过本服务账户发出或接收电子信息的最大数量、最大尺寸，本网站服务器分配给你的最大磁盘空间，以及你在特定时间内（持续时间）访问本服务的最多次数。你同意本网站没有责任和义务删除或没能存储任何信息和其他通信或通过本服务传输或保持的其他内容。你承认本网站有权取消你的过期不用的账户。你还要承认本网站有权在任何时间依据自己的判断改变一般惯例和限制，不管通知你与否。
      　　
      </p>
      <p>
      <h4>12.服务的更改</h4>
      　　本网站有权在任何时间和经常暂时或永久更改或停止服务或其中的任何一部分，不管通知你与否。你同意本网站不向你或任何第三方承担由于对本服务的更改、暂停或终止所带来的责任。
      　　
      </p>
      <p>
      <h4>13.终止</h4>
      　　你同意本网站可以依据自己的判断终止你的账户（或其中任何一部分）密码或对本服务的使用，以及因为任何原因取消或丢弃本服务中的任何内容，包括但不限于使用太少或者如果本网站认为你违反了或作出了与服务条款的字面或实质精神不符的行为。本网站也可以依据自己的判断在任何时间停止提供服务或服务的任何一部分，不管通知你与否。你同意任何依据服务条款而作出的终止你对本服务的访问可能都不会事先通知你。你还得承认和同意本网站可能直接会删除或使你的账户和有关信息无效，包括你账户中的文件和或者禁止你对该服务或者该文件的再访问。此外，你同意本网站不会因为终止你对本服务的访问向你或任何第三方负责。
      　　
      </p>
      <p>
      <h4>14.带有广告行为的交易</h4>
      　　你的通讯或商业交易、或广告客户通过服务或在服务上看到促进商业的参与，包括与货物或服务相关的运送与支付，以及其他条款、条件、保证、或与交易相关的陈述，都单独存在于你和广告客户之间。你同意本网站将不为本服务上广告客户的出现或这种交易所引起的任何类刑的损失或损害赔偿负责或承担责任。
      　　
      </p>
      <p>
      <h4>15.链接</h4>
      　　本服务会提供，或第三方会提供通向其他万维网或资源的链接。因为本网站对此没有控制，你得承认和同意本网站对这种外部网址和资源的有效性不负责。对其任何内容、广告、产品或其他资料没有责任也没有义务负责。你还要承认和同意本网站没有义务或责任承担任何直接或间接的损失或损害赔偿，无论这种损失或损害赔偿是由于通过该网址或资源获得任何这种内容，包括货物或服务所引起，还是由于对该内容信赖、连接或使用而引起。
      　　
      </p>
      <p>
      <h4>16.网站的所有权</h4>
      　　你承认和同意本服务和与本服务相关连的使用中的必要软件所包含的所有权和秘密信息受可适用知识产权和其他法律的保护。你还要同意并承认通过本服务或广告客户呈现在你面前的信息或主办广告所包含的内容受版权、商标权、服务标识权、专利权或其他所有权和法律的保护。除本网站或广告客户明示授权同意，你同意不得全部或部分地修改、租借、出租、借出、卖出、分发或创造基于本服务或软件的派生性作品。
      　　本网站允许你在单个的计算机上使用软件目标码和授予你非转让的、非独占的个人使用权。假如你没有允许任何第三方拷贝、修改、创造派生性作品、反向工程、反向装配或其他试图发现原代码的行为，出卖、分配、再许可、授权担保物权或其他转让本软件的行为。你同意不以任何方式或形式修改软件，或使用软件的修改版本，包括但不限于为获得未授权接入服务的目的。你同意不通过任何其他形式接入服务，通过本网站提供的界面接入服务除外。
      　
      </p>
      <p>
      <h4>17.不承诺保证</h4>
      　　你清楚地知道和同意：
      　　<br/>a.你使用本服务要自担风险。本服务按照“现状”和“现有”的基础提供。本网站明示不承担任何保证，无论明示的还是暗示的，包括但不限于商业能力的暗示保证、为特定目的的适当性和非侵权性。
      　　<br/>b.本网站不保证（i）服务将满足你所有的要求；（ii）服务不受干扰、及时、安全或没有错；（iii）缘于本服务使用的所得结果将是准确或可信赖的；（iv）通过本服务所购买或获得的物资、信息、服务或任何产品质量将与你所预期的一样；（v）软件中的任何错误将会被改正。
      　　<br/>c.下载的任何物资或通过本服务的使用所获得的其他物资都由你自作判断和自担风险，你将为下载该类物资所导致的信息丢失和计算机系统损坏独自负责。
      　　<br/>d.你如果没有从本网站或通过本服务获得不管是口头的还是书面的建议或信息，本网站就不承担任何服务条款中没有明示陈述的保证。
      　　
      </p>
      <p>
      <h4>18.有限责任</h4>
      　　你明确知道和同意本网站将不承担任何直接的、间接的、附带的、特别的、结果性的或惩罚性的损害赔偿，包括但不限于，任何利润损失、善意使用、数据或其他无形损失（即使是本网站曾说明过这种损失的可能性），即使这些损失是由以下原因造成：（i）使用或不能使用本服务；（ii）获得货物替代品或替代服务的花费，这些花费可能来源于任何货物、数据、信息或所购买或所得到的服务或所收到的信息或进入本服务通过或从本服务中进行的交易；（iii）未批准你的访问或对数据或传输的改变；（iv）任何第三方在本服务中的声明或行为；或（v）任何与本服务相关的其他问题。
      　　
      </p>
      <p>
      <h4>19.例外与限制</h4>
      　　有些管辖法院或可适用法律对附带或结果性损害赔偿不允许例外或限制或排除担保。因此，上述17和18条的某些限制可能不适用于你。
      　　
      </p>
      <p>
      <h4>20.对与金融财政事务相关的服务的特别警告</h4>
      　　如果你打算设置或加入任何服务，接受或要求任何来自本服务与公司、股票报价、投资或证券有关的新闻、讯息、警报或其他相关信息，请你再仔细阅读上述17和18条。它们对你起双倍的作用。此外，对于这类特别的信息，通常采用“投资者注意”的短语。该服务仅为信息目的而提供，本服务中所包含内容不具有交易或投资的目的。本网站将不对该传输信息或通过本服务所获得信息的准确性、有效性、可适用性负责，也没有义务和责任为基于此信息而作出投资或交易的决定负责
      </p>
      <p>
      <h4>21.通知</h4>
      　　通知可能会通过电子邮件或定期信件给你。本服务也可能会通常在本网站上张贴通告或作出对通告的链接向你通知本服务条款的变化或其他事情。
      </p>
      <p>
      <h4>22.商标信息</h4>
      　本网站商标和服务标识都由阿妹子有限责任公司享有，没有本网站的事先许可，你同意不以任何方式展示或使用本网站商标。
      　　</p>
      <p>
      <h4>23.版权和版权代理</h4>
      　　本网站尊重他人的知识产权，因此我们也要求用户做到这一点。如果你认为我们拷贝你的作品侵犯了你的版权，请向本网站版权代理提供以下信息：
      　　一个电子的或物理的能够表明你对此享有著作权的签名。
      　　一个你所主张的著作权受到侵犯的描述。
      　　一个说明你所主张权利的作品在本网站哪一个频道被侵权的描述。
      　　你的通信地址、电话号码和电子邮件地址。
      　　一个陈述——你善意地认为该有争议的使用没有得到著作权人、代理人或法律的许可。
      　　一个陈述——表明愿承担伪证的责任，你认为上述信息是准确的，你就是著作权人或者被授权作为著作权人的代理人。
      　　本站点版权侵权权利请求通知的本网站版权代理人.可以通过以下方式联系:QQ:3356669466

      </p>
      <p>
      <h4>24.一般信息</h4>
      　　本服务协议条款在你和本网站之间构成了一个完整协议，并且规范你对本服务的使用和代替你和本网站之间在此之前的任何协议。当你接受会员服务、使用任何第三方内容或者第三方软件时，你也许还要服从于适用于的其他条款和条件。本服务协议条款和你与本网站之间的关系将适用中国的法律。你和本网站都服从法庭的个人和专属管辖。不能执行或者实施本协议条款就构成对相应条款的或者权利的放弃。如果管辖法院发现本协议中的某些条款无效，当事人应仍然同意法庭按照条款中所反映的当事人的意思尽力使其有效，不影响协议的其余条款的效力。你同意不管任何相反的法律法规，缘于和与本服务或协议使用有关的任何权利主张和起诉缘由的只有一年，否则将永远被禁止。从权利主张或者起诉缘由出现时算起，服务协议中每节的标题只是为了方便，没有任何法律或合同上的效力。
      　
      </p>
      <p>
      <h4>25.违约</h4>
      　　请将对本服务条款的任何违约行为汇报给“客户服务组”。
      </p>
    </div>
  </div>
</div>
<script src="/resources/assets/js/home/jquery.min.js"></script>
<script src="/resources/assets/js/home/swiper-3.4.0.jquery.min.js"></script>
<script src="/resources/assets/js/home/bootstrap.min.js"></script>
<script src="/resources/assets/js/home/main.js"></script>